---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetEndOverhang
source: html/d3737d09-ff5f-e574-9164-cfa53c9fb1ce.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetEndOverhang Property

Wrong Start Overhang of the Fabric Sheet Type.

## Syntax (C#)
```csharp
public static FailureDefinitionId WrongFabricSheetEndOverhang { get; }
```